{"nbin0": 50265, "nbin1": 50266, "nbin2": 50267, "nbin3": 50268, "nbin4": 50269, "nbin5": 50270, "nbin6": 50271, "nbin7": 50272, "nbin8": 50273, "nbin9": 50274, "nbin10": 50275, "nbin11": 50276, "nbin12": 50277, "nbin13": 50278, "nbin14": 50279, "nbin15": 50280, "nbin16": 50281, "nbin17": 50282, "nbin18": 50283, "nbin19": 50284, "nbin20": 50285, "nbin21": 50286, "nbin22": 50287, "nbin23": 50288, "nbin24": 50289, "nbin25": 50290, "nbin26": 50291, "nbin27": 50292, "nbin28": 50293, "nbin29": 50294, "nbin30": 50295, "nbin31": 50296, "nbin32": 50297, "nbin33": 50298, "nbin34": 50299, "nbin35": 50300, "nbin36": 50301, "nbin37": 50302, "nbin38": 50303, "nbin39": 50304, "nbin40": 50305, "nbin41": 50306, "nbin42": 50307, "nbin43": 50308, "nbin44": 50309, "nbin45": 50310, "nbin46": 50311, "nbin47": 50312, "nbin48": 50313, "nbin49": 50314, "nbin50": 50315, "nbin51": 50316, "nbin52": 50317, "nbin53": 50318, "nbin54": 50319, "nbin55": 50320, "nbin56": 50321, "nbin57": 50322, "nbin58": 50323, "nbin59": 50324, "nbin60": 50325, "nbin61": 50326, "nbin62": 50327, "nbin63": 50328, "nbin64": 50329, "nbin65": 50330, "nbin66": 50331, "nbin67": 50332, "nbin68": 50333, "nbin69": 50334, "nbin70": 50335, "nbin71": 50336, "nbin72": 50337, "nbin73": 50338, "nbin74": 50339, "nbin75": 50340, "nbin76": 50341, "nbin77": 50342, "nbin78": 50343, "nbin79": 50344, "nbin80": 50345, "nbin81": 50346, "nbin82": 50347, "nbin83": 50348, "nbin84": 50349, "nbin85": 50350, "nbin86": 50351, "nbin87": 50352, "nbin88": 50353, "nbin89": 50354, "nbin90": 50355, "nbin91": 50356, "nbin92": 50357, "nbin93": 50358, "nbin94": 50359, "nbin95": 50360, "nbin96": 50361, "nbin97": 50362, "nbin98": 50363, "nbin99": 50364, "nbin100": 50365, "nbin101": 50366, "nbin102": 50367, "nbin103": 50368, "nbin104": 50369, "nbin105": 50370, "nbin106": 50371, "nbin107": 50372, "nbin108": 50373, "nbin109": 50374, "nbin110": 50375, "nbin111": 50376, "nbin112": 50377, "nbin113": 50378, "nbin114": 50379, "nbin115": 50380, "nbin116": 50381, "nbin117": 50382, "nbin118": 50383, "nbin119": 50384, "nbin120": 50385, "nbin121": 50386, "nbin122": 50387, "nbin123": 50388, "nbin124": 50389, "nbin125": 50390, "nbin126": 50391, "nbin127": 50392, "nbin128": 50393, "nbin129": 50394, "nbin130": 50395, "nbin131": 50396, "nbin132": 50397, "nbin133": 50398, "nbin134": 50399, "nbin135": 50400, "nbin136": 50401, "nbin137": 50402, "nbin138": 50403, "nbin139": 50404, "nbin140": 50405, "nbin141": 50406, "nbin142": 50407, "nbin143": 50408, "nbin144": 50409, "nbin145": 50410, "nbin146": 50411, "nbin147": 50412, "nbin148": 50413, "nbin149": 50414, "nbin150": 50415, "nbin151": 50416, "nbin152": 50417, "nbin153": 50418, "nbin154": 50419, "nbin155": 50420, "nbin156": 50421, "nbin157": 50422, "nbin158": 50423, "nbin159": 50424, "nbin160": 50425, "nbin161": 50426, "nbin162": 50427, "nbin163": 50428, "nbin164": 50429, "nbin165": 50430, "nbin166": 50431, "nbin167": 50432, "nbin168": 50433, "nbin169": 50434, "nbin170": 50435, "nbin171": 50436, "nbin172": 50437, "nbin173": 50438, "nbin174": 50439, "nbin175": 50440, "nbin176": 50441, "nbin177": 50442, "nbin178": 50443, "nbin179": 50444, "nbin180": 50445, "nbin181": 50446, "nbin182": 50447, "nbin183": 50448, "nbin184": 50449, "nbin185": 50450, "nbin186": 50451, "nbin187": 50452, "nbin188": 50453, "nbin189": 50454, "nbin190": 50455, "nbin191": 50456, "nbin192": 50457, "nbin193": 50458, "nbin194": 50459, "nbin195": 50460, "nbin196": 50461, "nbin197": 50462, "nbin198": 50463, "nbin199": 50464, "nbin200": 50465, "nbin201": 50466, "nbin202": 50467, "nbin203": 50468, "nbin204": 50469, "nbin205": 50470, "nbin206": 50471, "nbin207": 50472, "nbin208": 50473, "nbin209": 50474, "nbin210": 50475, "nbin211": 50476, "nbin212": 50477, "nbin213": 50478, "nbin214": 50479, "nbin215": 50480, "nbin216": 50481, "nbin217": 50482, "nbin218": 50483, "nbin219": 50484, "nbin220": 50485, "nbin221": 50486, "nbin222": 50487, "nbin223": 50488, "nbin224": 50489, "nbin225": 50490, "nbin226": 50491, "nbin227": 50492, "nbin228": 50493, "nbin229": 50494, "nbin230": 50495, "nbin231": 50496, "nbin232": 50497, "nbin233": 50498, "nbin234": 50499, "nbin235": 50500, "nbin236": 50501, "nbin237": 50502, "nbin238": 50503, "nbin239": 50504, "nbin240": 50505, "nbin241": 50506, "nbin242": 50507, "nbin243": 50508, "nbin244": 50509, "nbin245": 50510, "nbin246": 50511, "nbin247": 50512, "nbin248": 50513, "nbin249": 50514, "nbin250": 50515, "nbin251": 50516, "nbin252": 50517, "nbin253": 50518, "nbin254": 50519, "nbin255": 50520, "bbin0": 50521, "bbin1": 50522, "cbin0": 50523, "cbin1": 50524, "cbin2": 50525, "cbin3": 50526, "cbin4": 50527, "cbin5": 50528, "cbin6": 50529, "cbin7": 50530, "cbin8": 50531, "cbin9": 50532, "cbin10": 50533, "cbin11": 50534, "cbin12": 50535, "cbin13": 50536, "cbin14": 50537, "cbin15": 50538}